---
kind: property
id: P:Autodesk.Revit.DB.ReloadSwapOutInfo.CurrentVersion
source: html/d4fadf5d-71d0-7496-1571-2c0841f7528a.htm
---
# Autodesk.Revit.DB.ReloadSwapOutInfo.CurrentVersion Property

New version.

## Syntax (C#)
```csharp
public int CurrentVersion { get; }
```